Repository: paula-sda/HelloWorlxcode
Catalog: HelloWorld/HelloWorld/SupportingFiles/Localizable.xcstrings
Source language: en
Languages: es

# alerta
source: You must enter a valid name and quantity
es: Debes escribir un nombre y una cantidad válida

# botonAnadir
source: Add
es: Añadir

# botonListo
source: Done
es: Listo

# botonSave
source: Save
es: Guardar

# cantidad
source: Quantity
es: Cantidad

# cantidadPlaceholder
source: Type item quantity here
es: Escribe la cantidad del articulo aqui

# error
source: You must write a name
es: Debes Escribir un nombre

# escribirNombreTitulo
source: Hellow, type your name below
es: Hola, escribe tu nombre abajo

# felicitacion
source: Happy Birthday!!
es: Felicidades!!

# ItemPlaceholder
source: Type item name here
es: Escribe el nombre del articulo aqui

# placeholderNombre
source: Type your name here...
es: Escribe tu nombre…

# saludo1
source: Hello
es: Hola

# saludo2
source: Welcome to my app
es: Bienvenido a mi app

# sinNombre
source: No name
es: Sin nombre

# tituloPosts
source: Posts List
es: Listado de Posts
